Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Locales as used by Linux, uses legacy codes for Chinese and POSIX style notation.
sv: Lokaliseringar som anvÃ¤nds av Linux anvÃ¤nder Ã¤ldre koder fÃ¶r kinesiska och POSIX-notation.

source: Locales as used by Linux, uses legacy codes for Chinese and POSIX style notation. Lower cased.
sv: Lokaliseringar som anvÃ¤nds av Linux anvÃ¤nder Ã¤ldre koder fÃ¶r kinesiska och POSIX-notation. Skrivs med smÃ¥ bokstÃ¤ver.

source: You can configure how updates from the upstream repository are handled. The actual implementation depends on VCS, see :doc:`/vcs`.
sv: Du kan konfigurera hur uppdateringar frÃ¥n uppstrÃ¶msrepositoriet ska hanteras. Den faktiska implementeringen beror pÃ¥ VCS, se :doc:`/vcs`.

source: Rebases Weblate commits on top of upstream repository on update. This provides clean history without extra merge commits.
sv: Rebaserar Weblate-commits ovanpÃ¥ uppstrÃ¶msrepositoriet vid uppdatering. Detta ger en ren historik utan extra merge-commits.

source: Rebasing can cause you trouble in case of complicated merges, so carefully consider whether or not you want to enable them.
sv: Rebasing kan orsaka problem vid komplicerade sammanslagningar, sÃ¥ Ã¶vervÃ¤g noga om du vill aktivera dem eller inte.

source: You might need to enable force pushing by choosing :ref:`vcs-git-force-push` as :ref:`component-vcs`, especially when pushing to a different branch.
sv: Du kan behÃ¶va aktivera force push genom att vÃ¤lja :ref:`vcs-git-force-push` som :ref:`component-vcs`, sÃ¤rskilt nÃ¤r du pushar till en annan gren.

source: Upstream repository changes are merged into Weblate one. This setting utilizes fast-forward when possible. This is the safest way, but might produce a lot of merge commits.
sv: Ãndringar i uppstrÃ¶msarkivet slÃ¥s samman med Weblate. Denna instÃ¤llning anvÃ¤nder fast-forward nÃ¤r det Ã¤r mÃ¶jligt. Detta Ã¤r det sÃ¤kraste sÃ¤ttet, men kan resultera i mÃ¥nga sammanfogningskommandon.

source: Upstream repository changes are merged into Weblate one with doing a merge commit every time (even when fast-forward would be possible). Every Weblate change will appear as a merge commit in Weblate repository.
sv: Ãndringar i uppstrÃ¶msarkivet slÃ¥s samman med Weblate genom att gÃ¶ra en sammanslagningskommit varje gÃ¥ng (Ã¤ven nÃ¤r det skulle vara mÃ¶jligt att anvÃ¤nda fast-forward). Varje Ã¤ndring i Weblate visas som en sammanslagningskommit i Weblate-arkivet.

source: The default value can be changed by :setting:`DEFAULT_MERGE_STYLE`.
sv: StandardvÃ¤rdet kan Ã¤ndras genom att stÃ¤lla in :setting:`DEFAULT_MERGE_STYLE`.

source: Commit, add, delete, merge, add-on, and merge request messages
sv: BekrÃ¤fta, lÃ¤gg till, ta bort, slÃ¥ samman, lÃ¤gg till tillÃ¤gg och slÃ¥ samman begÃ¤ran om meddelanden

source: Message used when committing a translation, see :ref:`markup`.
sv: Meddelande som anvÃ¤nds vid bekrÃ¤ftelse av en Ã¶versÃ¤ttning, se :ref:`markup`.

source: The default value can be changed by :setting:`DEFAULT_ADD_MESSAGE`, :setting:`DEFAULT_ADDON_MESSAGE`, :setting:`DEFAULT_COMMIT_MESSAGE`, :setting:`DEFAULT_DELETE_MESSAGE`, :setting:`DEFAULT_MERGE_MESSAGE`, :setting:`DEFAULT_PULL_MESSAGE`.
sv: StandardvÃ¤rdet kan Ã¤ndras med :setting:`DEFAULT_ADD_MESSAGE`, :setting:`DEFAULT_ADDON_MESSAGE`, :setting:`DEFAULT_COMMIT_MESSAGE`, :setting:`DEFAULT_DELETE_MESSAGE`, :setting:`DEFAULT_MERGE_MESSAGE`, :setting:`DEFAULT_PULL_MESSAGE`.

source: Whether committed changes should be automatically pushed to the upstream repository. When enabled, the push is initiated once Weblate commits changes to its underlying repository (see :ref:`lazy-commit`). To actually enable pushing :guilabel:`Repository push URL` has to be configured as well.
sv: Om bekrÃ¤ftade Ã¤ndringar ska skickas automatiskt till uppstrÃ¶msrepositoriet. NÃ¤r funktionen Ã¤r aktiverad initieras Ã¶verfÃ¶ringen sÃ¥ snart Weblate bekrÃ¤ftar Ã¤ndringarna i det underliggande repositoriet (se :ref:`lazy-commit`). FÃ¶r att Ã¶verfÃ¶ringen ska aktiveras mÃ¥ste Ã¤ven :guilabel:`Repository push URL` konfigureras.

source: Sets how old (in hours) changes have to be before they are committed by background task or the :wladmin:`commit_pending` management command. All changes in a component are committed once there is at least one change older than this period.
sv: StÃ¤ller in hur gamla (i timmar) Ã¤ndringar mÃ¥ste vara innan de bekrÃ¤ftas av bakgrundsuppgiften eller kommandot :wladmin:`commit_pending`. Alla Ã¤ndringar i en komponent bekrÃ¤ftas nÃ¤r det finns minst en Ã¤ndring som Ã¤r Ã¤ldre Ã¤n denna period.

source: The default value can be changed by :setting:`COMMIT_PENDING_HOURS`.
sv: StandardvÃ¤rdet kan Ã¤ndras genom att stÃ¤lla in :setting:`COMMIT_PENDING_HOURS`.

source: There are other situations where pending changes might be committed, see :ref:`lazy-commit`.
sv: Det finns andra situationer dÃ¤r vÃ¤ntande Ã¤ndringar kan bekrÃ¤ftas, se :ref:`lazy-commit`.

source: Locks the component (and linked components, see :ref:`internal-urls`) upon the first failed push or merge into its upstream repository, or pull from it. This avoids adding another conflicts, which would have to be resolved manually.
sv: LÃ¥ser komponenten (och lÃ¤nkade komponenter, se :ref:`internal-urls`) vid fÃ¶rsta misslyckade push eller merge till dess uppstrÃ¶msrepository, eller pull frÃ¥n det. Detta undviker att ytterligare konflikter tillkommer, som skulle behÃ¶va lÃ¶sas manuellt.

source: The component will be automatically unlocked once there are no repository errors left.
sv: Komponenten lÃ¥ses upp automatiskt nÃ¤r det inte finns nÃ¥gra fel kvar i arkivet.

source: Language used for source strings. Change this if you are translating from something else than English.
sv: SprÃ¥k som anvÃ¤nds fÃ¶r kÃ¤llstrÃ¤ngar. Ãndra detta om du Ã¶versÃ¤tter frÃ¥n nÃ¥got annat sprÃ¥k Ã¤n engelska.

source: In case you are translating bilingual files from English, but want to be able to do fixes in the English translation as well, choose :guilabel:`English (Developer)` as a source language to avoid conflict between the name of the source language and the existing translation.
sv: Om du Ã¶versÃ¤tter tvÃ¥sprÃ¥kiga filer frÃ¥n engelska, men vill kunna gÃ¶ra korrigeringar Ã¤ven i den engelska Ã¶versÃ¤ttningen, vÃ¤lj :guilabel:`English (Developer)` som kÃ¤llsprÃ¥k fÃ¶r att undvika konflikter mellan kÃ¤llsprÃ¥kets namn och den befintliga Ã¶versÃ¤ttningen.

source: For monolingual translations, you can use intermediate translation in this case, see :ref:`component-intermediate`.
sv: FÃ¶r ensprÃ¥kiga Ã¶versÃ¤ttningar kan du i detta fall anvÃ¤nda mellanliggande Ã¶versÃ¤ttning, se :ref:`component-intermediate`.

source: Regular expression used to filter the translation when scanning for file mask. It can be used to limit the list of languages managed by Weblate.
sv: ReguljÃ¤ra uttryck som anvÃ¤nds fÃ¶r att filtrera Ã¶versÃ¤ttningen vid sÃ¶kning efter filmasker. Det kan anvÃ¤ndas fÃ¶r att begrÃ¤nsa listan Ã¶ver sprÃ¥k som hanteras av Weblate.

source: You need to list language codes as they appear in the filename.
sv: Du mÃ¥ste ange sprÃ¥kkoderna sÃ¥ som de visas i filnamnet.

source: Some examples of filtering:
sv: NÃ¥gra exempel pÃ¥ filtrering:

source: Filter description
sv: Filterbeskrivning

source: Selected languages only
sv: Endast utvalda sprÃ¥k

source: Exclude languages
sv: Uteslut sprÃ¥k

source: Filter two letter codes only
sv: Filtrera endast tvÃ¥bokstavskoder

source: Exclude non language files
sv: Uteslut icke-sprÃ¥kfiler

source: Include all files (default)
sv: Inkludera alla filer (standard)

source: A regular expression that is used to filter units by their keys. It displays only those units whose keys match the regular expression that was set as the value of this field.
sv: Ett reguljÃ¤rt uttryck som anvÃ¤nds fÃ¶r att filtrera enheter efter deras nycklar. Det visar endast de enheter vars nycklar matchar det reguljÃ¤ra uttrycket som angetts som vÃ¤rde fÃ¶r detta fÃ¤lt.

source: Selected keys only
sv: Endast valda tangenter

source: Exclude app store changelogs
sv: Uteslut Ã¤ndringsloggar frÃ¥n appbutiken

source: Filter prefixed strings
sv: Filtrera strÃ¤ngar med prefix

source: This filter is only available for components with monolingual file formats.
sv: Detta filter Ã¤r endast tillgÃ¤ngligt fÃ¶r komponenter med ensprÃ¥kiga filformat.

source: Regular expression used to determine the variants of a string, see :ref:`variants`.
sv: ReguljÃ¤ra uttryck som anvÃ¤nds fÃ¶r att bestÃ¤mma varianter av en strÃ¤ng, se :ref:`variants`.

source: Most of the fields can be edited by project owners or administrators, in the Weblate interface.
sv: De flesta fÃ¤lten kan redigeras av projektÃ¤gare eller administratÃ¶rer i Weblate-grÃ¤nssnittet.

source: This now also affects ordering of matched glossary terms.
sv: Detta pÃ¥verkar nu Ã¤ven ordningen pÃ¥ matchade ordlistetermer.

source: Restricted access
sv: BegrÃ¤nsad Ã¥tkomst

source: By default the component is visible to anybody who has access to the project, even if the person can not perform any changes in the component. This makes it easier to keep translation consistency within the project.
sv: Som standard Ã¤r komponenten synlig fÃ¶r alla som har tillgÃ¥ng till projektet, Ã¤ven om personen inte kan gÃ¶ra nÃ¥gra Ã¤ndringar i komponenten. Detta gÃ¶r det enklare att upprÃ¤tthÃ¥lla Ã¶versÃ¤ttningskonsistensen inom projektet.

source: Restricting access at a component, or component-list level takes over access permission to a component, regardless of project-level permissions. You will have to grant access to it explicitly. This can be done through granting access to a new user group and putting users in it, or using the default `custom` or `private` access control groups.
sv: Att begrÃ¤nsa Ã¥tkomsten pÃ¥ komponent- eller komponentlistanivÃ¥ Ã¥sidosÃ¤tter Ã¥tkomstbehÃ¶righeten till en komponent, oavsett behÃ¶righeter pÃ¥ projektnivÃ¥. Du mÃ¥ste bevilja Ã¥tkomst till den uttryckligen. Detta kan gÃ¶ras genom att bevilja Ã¥tkomst till en ny anvÃ¤ndargrupp och lÃ¤gga till anvÃ¤ndare i den, eller genom att anvÃ¤nda standardgrupperna fÃ¶r Ã¥tkomstkontroll `custom` eller `private`.

source: The default value can be changed in :setting:`DEFAULT_RESTRICTED_COMPONENT`.
sv: StandardvÃ¤rdet kan Ã¤ndras i :setting:`DEFAULT_RESTRICTED_COMPONENT`.

source: This applies to project admins as well â please ensure you will not loose access to the component after toggling the status.
sv: Detta gÃ¤ller Ã¤ven projektadministratÃ¶rer â se till att du inte fÃ¶rlorar Ã¥tkomsten till komponenten efter att du har Ã¤ndrat status.

source: You can choose additional projects where the component will be visible. Useful for shared libraries which you use in several projects.
sv: Du kan vÃ¤lja ytterligare projekt dÃ¤r komponenten ska vara synlig. AnvÃ¤ndbart fÃ¶r delade bibliotek som du anvÃ¤nder i flera projekt.

source: Sharing a component doesn't change its access control. It only makes it visible when browsing other projects. Users still need access to the actual component to browse or translate it.
sv: Att dela en komponent Ã¤ndrar inte dess Ã¥tkomstkontroll. Det gÃ¶r den bara synlig nÃ¤r man blÃ¤ddrar bland andra projekt. AnvÃ¤ndare behÃ¶ver fortfarande Ã¥tkomst till den faktiska komponenten fÃ¶r att blÃ¤ddra bland eller Ã¶versÃ¤tta den.

source: Allows using this component as a glossary. Use when you want to manage terminology separately from normal translations.
sv: GÃ¶r det mÃ¶jligt att anvÃ¤nda denna komponent som en ordlista. AnvÃ¤nds nÃ¤r du vill hantera terminologi separat frÃ¥n vanliga Ã¶versÃ¤ttningar.

source: Glossaries are best for:
sv: Ordlistor Ã¤r bÃ¤st fÃ¶r:

source: Ensuring consistent use of terms (e.g., UI labels, product names).
sv: SÃ¤kerstÃ¤lla en konsekvent anvÃ¤ndning av termer (t.ex. UI-etiketter, produktnamn).

source: Sharing preferred translations across multiple components or projects.
sv: Dela fÃ¶redragna Ã¶versÃ¤ttningar mellan flera komponenter eller projekt.

source: Supporting translators with definitions and context.
sv: StÃ¶dja Ã¶versÃ¤ttare med definitioner och sammanhang.

source: Glossaries are not for regular translationsâthey are for managing terms only.
sv: Ordlistor Ã¤r inte avsedda fÃ¶r vanliga Ã¶versÃ¤ttningar â de Ã¤r endast avsedda fÃ¶r hantering av termer.

source: You can configure how it will be listed using :ref:`component-glossary_color`.
sv: Du kan konfigurera hur det ska listas med hjÃ¤lp av :ref:`component-glossary_color`.

source: The glossary will be accessible in all projects defined by :ref:`component-links`.
sv: Ordlistan kommer att vara tillgÃ¤nglig i alla projekt som definieras av :ref:`component-links`.

source: It is recommended to enable :ref:`component-manage_units` on glossaries in order to allow adding new words to them.
sv: Det rekommenderas att aktivera :ref:`component-manage_units` i ordlistor fÃ¶r att kunna lÃ¤gga till nya ord i dem.

source: Color used when displaying terms from this glossary. Useful to distinguish glossaries when using more of them.
sv: FÃ¤rg som anvÃ¤nds vid visning av termer frÃ¥n denna ordlista. AnvÃ¤ndbar fÃ¶r att skilja mellan ordlistor nÃ¤r flera anvÃ¤nds.

source: Categories are there to give structure to components within a project. You can nest them to achieve a more complex structure.
sv: Kategorier finns till fÃ¶r att ge struktur Ã¥t komponenterna i ett projekt. Du kan kapsla dem fÃ¶r att uppnÃ¥ en mer komplex struktur.

source: Template markup
sv: Mallmarkering

source: Weblate uses simple markup language in several places where text rendering is needed. It is based on :doc:`django:ref/templates/language`, so it can be quite powerful.
sv: Weblate anvÃ¤nder ett enkelt markeringssprÃ¥k pÃ¥ flera stÃ¤llen dÃ¤r textrendering behÃ¶vs. Det baseras pÃ¥ :doc:`django:ref/templates/language`, sÃ¥ det kan vara ganska kraftfullt.

source: Currently it is used in:
sv: FÃ¶r nÃ¤rvarande anvÃ¤nds det i:

source: Commit message formatting, see :ref:`component`
sv: Formatering av commit-meddelanden, se :ref:`component`

source: Several add-ons
sv: Flera tillÃ¤gg

source: The following variables are available in the component templates:
sv: FÃ¶ljande variabler Ã¤r tillgÃ¤ngliga i komponentmallarna:

source: Translation stats, this has further attributes, examples below.
sv: ÃversÃ¤ttningsstatistik, detta har ytterligare attribut, exempel nedan.

source: Total strings count
sv: Totalt antal strÃ¤ngar

source: Count of strings needing review
sv: Antal strÃ¤ngar som behÃ¶ver granskas

source: Percent of strings needing review
sv: Procentandel strÃ¤ngar som behÃ¶ver granskas

source: Translated strings count
sv: Antal Ã¶versatta strÃ¤ngar

source: Translated strings percent
sv: Ãversatta strÃ¤ngar procent

source: Number of strings with failing checks
sv: Antal strÃ¤ngar med felaktiga kontroller

source: Percent of strings with failing checks
sv: Procentandel strÃ¤ngar med felaktiga kontroller

source: Author of current commit, available only in the commit scope.
sv: FÃ¶rfattare till aktuell commit, endast tillgÃ¤nglig inom commit-omfÃ¥nget.

source: Name of currently executed add-on, available only in the add-on commit message.
sv: Namnet pÃ¥ det tillÃ¤gg som fÃ¶r nÃ¤rvarande kÃ¶rs, endast tillgÃ¤ngligt i tillÃ¤ggets commit-meddelande.

source: The following variables are available in the repository browser or editor templates:
sv: FÃ¶ljande variabler Ã¤r tillgÃ¤ngliga i arkivblÃ¤ddraren eller redigeringsmallarna:

source: current branch
sv: nuvarande gren

source: line in file
sv: rad i fil

source: filename, you can also strip leading parts using the ``parentdir`` filter, for example ``{{filename|parentdir}}``
sv: filnamn kan du ocksÃ¥ ta bort inledande delar med hjÃ¤lp av filtret ``parentdir``, till exempel ``{{filename|parentdir}}``

source: In some places additional variables can be available, see :ref:`addon-weblate.discovery.discovery`.
sv: PÃ¥ vissa stÃ¤llen kan ytterligare variabler vara tillgÃ¤ngliga, se :ref:`addon-weblate.discovery.discovery`.

source: You can combine them with filters:
sv: Du kan kombinera dem med filter:

source: You can use conditions:
sv: Du kan anvÃ¤nda villkor:

source: There is additional tag available for replacing characters:
sv: Det finns ytterligare en tagg tillgÃ¤nglig fÃ¶r att ersÃ¤tta tecken:

source: You can combine it with filters:
sv: Du kan kombinera det med filter:

source: There are also additional filter to manipulate with filenames:
sv: Det finns ocksÃ¥ ytterligare filter fÃ¶r att manipulera filnamn:

source: â¦and other Django template features.
sv: â¦och andra Django-mallfunktioner.

source: Importing speed
sv: Importhastighet

source: Fetching VCS repository and importing translations to Weblate can be a lengthy process, depending on size of your translations. Here are some tips:
sv: Att hÃ¤mta VCS-arkivet och importera Ã¶versÃ¤ttningar till Weblate kan vara en lÃ¥ng process, beroende pÃ¥ storleken pÃ¥ dina Ã¶versÃ¤ttningar. HÃ¤r Ã¤r nÃ¥gra tips:

source: Optimize configuration
sv: Optimera konfigurationen

source: The default configuration is useful for testing and debugging Weblate, while for a production setup, you should do some adjustments. Many of them have quite a big impact on performance. Please check :ref:`production` for more details, especially:
sv: Standardkonfigurationen Ã¤r anvÃ¤ndbar fÃ¶r att testa och felsÃ¶ka Weblate, men fÃ¶r en produktionsmiljÃ¶ bÃ¶r du gÃ¶ra vissa justeringar. MÃ¥nga av dessa har stor inverkan pÃ¥ prestandan. Se :ref:`production` fÃ¶r mer information, sÃ¤rskilt:

source: Configure Celery for executing background tasks (see :ref:`celery`)
sv: Konfigurera Celery fÃ¶r att utfÃ¶ra bakgrundsuppgifter (se :ref:`celery`)

source: Check resource limits
sv: Kontrollera resursbegrÃ¤nsningar

source: If you are importing huge translations or repositories, you might be hit by resource limitations of your server.
sv: Om du importerar stora Ã¶versÃ¤ttningar eller arkiv kan du drabbas av resursbegrÃ¤nsningar pÃ¥ din server.

source: Check the amount of free memory, having translation files cached by the operating system will greatly improve performance.
sv: Kontrollera mÃ¤ngden ledigt minne. Att ha Ã¶versÃ¤ttningsfiler cachade av operativsystemet fÃ¶rbÃ¤ttrar prestandan avsevÃ¤rt.

source: Disk operations might be bottleneck if there is a lot of strings to processâthe disk is pushed by both Weblate and the database.
sv: Diskoperationer kan utgÃ¶ra en flaskhals om det finns mÃ¥nga strÃ¤ngar att bearbeta â disken belastas bÃ¥de av Weblate och databasen.

source: Additional CPU cores might help improve performance of background tasks (see :ref:`celery`).
sv: Ytterligare CPU-kÃ¤rnor kan bidra till att fÃ¶rbÃ¤ttra prestandan fÃ¶r bakgrundsuppgifter (se :ref:`celery`).

source: Disable unneeded checks
sv: Inaktivera onÃ¶diga kontroller

source: Some quality checks can be quite expensive, and if not needed, can save you some time during import if omitted. See :setting:`CHECK_LIST` for info on configuration.
sv: Vissa kvalitetskontroller kan vara ganska kostsamma, och om de inte behÃ¶vs kan du spara tid under importen genom att utelÃ¤mna dem. Se :setting:`CHECK_LIST` fÃ¶r information om konfiguration.

source: Automatic creation of components
sv: Automatisk skapande av komponenter

source: In case your project has dozen of translation files (e.g. for different gettext domains, or parts of Android apps), you might want to import them automatically. This can either be achieved from the command-line by using :wladmin:`import_project` or :wladmin:`import_json`, or by installing the :ref:`addon-weblate.discovery.discovery` add-on.
sv: Om ditt projekt har dussintals Ã¶versÃ¤ttningsfiler (t.ex. fÃ¶r olika gettext-domÃ¤ner eller delar av Android-appar) kanske du vill importera dem automatiskt. Detta kan gÃ¶ras antingen frÃ¥n kommandoraden med hjÃ¤lp av :wladmin:`import_project` eller :wladmin:`import_json`, eller genom att installera tillÃ¤gget :ref:`addon-weblate.discovery.discovery`.

source: To use the add-on, you first need to create a component for one translation file (choose the one that is the least likely to be renamed or removed in future), and install the add-on on this component.
sv: FÃ¶r att kunna anvÃ¤nda tillÃ¤gget mÃ¥ste du fÃ¶rst skapa en komponent fÃ¶r en Ã¶versÃ¤ttningsfil (vÃ¤lj den som Ã¤r minst benÃ¤gen att byta namn eller tas bort i framtiden) och installera tillÃ¤gget pÃ¥ denna komponent.

source: For the management commands, you need to create a project which will contain all components and then run :wladmin:`import_project` or :wladmin:`import_json`.
sv: FÃ¶r hanteringskommandona mÃ¥ste du skapa ett projekt som innehÃ¥ller alla komponenter och sedan kÃ¶ra :wladmin:`import_project` eller :wladmin:`import_json`.

source: Sample configuration
sv: Exempel pÃ¥ konfiguration

source: The following example is shipped as :file:`weblate/settings_example.py` with Weblate:
sv: FÃ¶ljande exempel levereras som :file:`weblate/settings_example.py` med Weblate:

source: Getting support for Weblate
sv: FÃ¥ support fÃ¶r Weblate

source: *Weblate* is copylefted libre software with community support. Hosting subscribers receive priority support at no extra charge. Prepaid help packages are available for everyone, including self-hosting users. Find info about current support offerings at https://weblate.org/support.
sv: *Weblate* Ã¤r fri programvara med copyleft och support frÃ¥n communityn. Hostingabonnenter fÃ¥r prioriterad support utan extra kostnad. FÃ¶rbetalda hjÃ¤lppaket finns tillgÃ¤ngliga fÃ¶r alla, inklusive anvÃ¤ndare med egen hosting. Information om aktuella supporterbjudanden finns pÃ¥ https://weblate.org/support.

source: Integrating support
sv: Integrering av support

source: Purchased support packages can optionally be integrated into your Weblate `subscription management <https://weblate.org/user/>`_ interface, from where you will find a link to it. Basic instance details about your installation are also reported back to Weblate this way.
sv: KÃ¶pt supportpaket kan valfritt integreras i ditt Weblate-grÃ¤nssnitt fÃ¶r abonnemangshantering <https://weblate.org/user/>_, dÃ¤r du hittar en lÃ¤nk till det. GrundlÃ¤ggande information om din installation rapporteras ocksÃ¥ tillbaka till Weblate pÃ¥ detta sÃ¤tt.

source: Info sent to the Weblate
sv: Information skickad till Weblate

source: Your Weblate instance URL
sv: Din Weblate-instans URL

source: Its site title
sv: Webbplatsens titel

source: The version you are running
sv: Den version du kÃ¶r

source: Tallies of projects, components, languages, source strings, and users
sv: Ãversikter Ã¶ver projekt, komponenter, sprÃ¥k, kÃ¤llstrÃ¤ngar och anvÃ¤ndare

source: The public SSH key of your instance
sv: Den offentliga SSH-nyckeln fÃ¶r din instans

source: Additionally, if you turn on :ref:`discover-weblate`:
sv: Om du dessutom aktiverar :ref:`discover-weblate`:

source: List of public projects (name, URL, and website).
sv: Lista Ã¶ver offentliga projekt (namn, URL och webbplats).

source: Check what *Discover* shows publicly in the :ref:`discover-weblate` description.
sv: Kontrollera vad *Discover* visar offentligt i beskrivningen :ref:`discover-weblate`.

source: No other data is submitted.
sv: Inga andra uppgifter lÃ¤mnas in.

source: Integration services
sv: IntegrationstjÃ¤nster

source: See if your support package is still valid
sv: Kontrollera om ditt supportpaket fortfarande Ã¤r giltigt

source: Purchased support packages are already activated upon purchase and can be used without integrating them.
sv: KÃ¶pta supportpaket aktiveras redan vid kÃ¶pet och kan anvÃ¤ndas utan att integreras.

source: Contacting customer care
sv: Kontakta kundtjÃ¤nst

source: If you do not have a support package yet, please refer to the :doc:`/contributing/issues` section for available community resources.
sv: Om du Ã¤nnu inte har nÃ¥got supportpaket, se avsnittet :doc:`/contributing/issues` fÃ¶r tillgÃ¤ngliga communityresurser.
